[
{
source: "Penguin_Prose_Poems"
title: "Photographs, Undeveloped"
text: "Somewhere a tourist book was warning the reader that this capital was grey. I depicted it. I saw a grey childhood. Swinging the Soviet Horizont in one hand wandering amongst art nouveau houses shooting around down town. Under arches of courtyards black and white: those films I have never developed. What I mean is I have never taken them to the shop. I did not need to. What I mean is I did not need to see them at all.
My mother in that other era used to sit on the roof drawing the passing sky on her own. Her hair was thin, uncut, colourless. She needed to climb up the ladder to get up there to the loft and from there to the top onto the tiles. Later she used colours. But in that era those colours became neutral on the paper; I don’t mean decolorized. That era was neither toneless nor grey. It was a thick white glass. Through that glass was my mother observing those clouds, I think.
Much later, in another millennium, I saw those galleries on a poster. The grey capital’s apartments on sale. But it was in a different country. What I mean is that it happened in another century. What happened in another century in another country? I think it is ‘it’ I talk of that occurred then between the black and the white. If anything this capital is in-between. It is painted naught, or it was. Light yellow, in January, when you look out of the train pulled by the rails, no, not too fast.
Why were we both disloyal? What I mean is why do we not live in the place, no matter where, that we actually live in? We meet here three times a year waiting for each other behind bins lining the dark at night. It is cold. A January. A January just before Christmas is what I mean. It is such a Christmas is what I mean. Those bins happen at each corner. One after another you hide from me and ask me to do the same for you. There is no plan in the future and so you leave the country on Christmas day.
Take the train to the border. What I mean is that border drawn between two pine-trees. They are pines of the same woods, of the same pine. In-between; take a walk in tomb-land where veterans of the Alps, of the same land of the same woods, still assemble from time to time. The bones used to be scattered. Sporadically. I see. Now - martially renovated stones - I fit my soles in your traces on a path of our sledge you used to pull in the snow. Forgive me if I don’t spend any more time with you here. What I mean is don’t I spend more time with you spending time with ghosts?
Don’t blame the signs of the galleries in St Paul’s. What I mean is there are no circular walls that could bring those voices back. We left them there in that discoloured era. Or is it that they only whisper in that white coloured glass? Leave the domes’ troubles to the domes. And the trams’ to bridges that can hold them no longer. I think domes should not talk at all and should not fool their visitors who pilgrimage from far-off lands, from black and white capitals. From white glass coloured capitals. From grey capitals.
```
Ágnes Lehóczky (2008)
```
from Folklore
All week they screw in the yellow bulbs red ones. Round in their hands. All the morning & talks. Saw them driving geese, the chicken men. Down from market. Greys and then orange beaks. The sound of their feathers. The heat inbetween. Holds a goose egg still warm. Electricity all over the May Fair. The lights on the cobbles.
You walks & breathe sugar in. Stares into the metal. They revolve & your teeth ache. Yellow lights make you sick. Footsteps on the uneven street. Wood and its stuccoed walls. Perspiration running down. The boys they all. Come down the street towards the wall of death all for fights &.
All I have is a hand. Coin passing from.
The big wheel arcs over and over the house & chained library &. Comes for you round & behind then the city. The little lights narrow. The wrought iron steel, below. Above them then. Castor & Pollux. The noise of the pump organ goes. Over the fields & houses & out. Rows then cells settle then darkness oaks and the black bluff of Hay. Black behind black then. Farewell to all stars.
Tongue in my tongue. It comes up on the wheel. Hanging out of our fingers. The cherry paint flakes. Ringing round. The drawn daggers hit cards. All from here. 3 through the heart’s mark. Steer into each other’s legs & the waltzer & on off & on. The darts diamonds hearts. The wall of death steals. Our breaths. One more time.
Hit a fox on the road. Halfway home. The lights go up dancing and after.
Inside the darkness, colour."
}
]
